[
  {
    "referencia": "Gênesis 1:1",
    "texto": "No princípio Deus criou os céus e a terra."
  },
  {
    "referencia": "Gênesis 1:2",
    "texto": "Era a terra sem forma e vazia; trevas cobriam a face do abismo, e o Espírito de Deus se movia sobre a face das águas."
  },
  {
    "referencia": "Gênesis 1:3",
    "texto": "Disse Deus: \"Haja luz\", e houve luz."
  },
  {
    "referencia": "Gênesis 1:4",
    "texto": "Deus viu que a luz era boa, e separou a luz das trevas."
  },
  {
    "referencia": "Gênesis 1:5",
    "texto": "Deus chamou à luz dia, e às trevas chamou noite. Passaram-se a tarde e a manhã; esse foi o primeiro dia."
  },
  {
    "referencia": "Gênesis 1:6",
    "texto": "Depois disse Deus: \"Haja entre as águas um firmamento que separe águas de águas\"."
  },
  {
    "referencia": "Gênesis 1:7",
    "texto": "Então Deus fez o firmamento e separou as águas que estavam embaixo do firmamento das que estavam por cima. E assim foi."
  },
  {
    "referencia": "Gênesis 1:8",
    "texto": "Ao firmamento Deus chamou céu. Passaram-se a tarde e a manhã; esse foi o segundo dia."
  },
  {
    "referencia": "Gênesis 1:9",
    "texto": "E disse Deus: \"Ajuntem-se num só lugar as águas que estão debaixo do céu, e apareça a parte seca\". E assim foi."
  },
  {
    "referencia": "Gênesis 1:10",
    "texto": "À parte seca Deus chamou terra, e chamou mares ao conjunto das águas. E Deus viu que ficou bom."
  },
  {
    "referencia": "Gênesis 1:11",
    "texto": "Então disse Deus: \"Cubra-se a terra de vegetação: plantas que dêem sementes e árvores cujos frutos produzam sementes de acordo com as suas espécies\". E assim foi."
  },
  {
    "referencia": "Gênesis 1:12",
    "texto": "A terra fez brotar a vegetação: plantas que dão sementes de acordo com as suas espécies, e árvores cujos frutos produzem sementes de acordo com as suas espécies. E Deus viu que ficou bom."
  },
  {
    "referencia": "Gênesis 1:13",
    "texto": "Passaram-se a tarde e a manhã; esse foi o terceiro dia."
  },
  {
    "referencia": "Gênesis 1:14",
    "texto": "Disse Deus: \"Haja luminares no firmamento do céu para separar o dia da noite. Sirvam eles de sinais para marcar estações, dias e anos,"
  },
  {
    "referencia": "Gênesis 1:15",
    "texto": "e sirvam de luminares no firmamento do céu para iluminar a terra\". E assim foi."
  },
  {
    "referencia": "Gênesis 1:16",
    "texto": "Deus fez os dois grandes luminares: o maior para governar o dia e o menor para governar a noite; fez também as estrelas."
  },
  {
    "referencia": "Gênesis 1:17",
    "texto": "Deus os colocou no firmamento do céu para iluminar a terra,"
  },
  {
    "referencia": "Gênesis 1:18",
    "texto": "governar o dia e a noite, e separar a luz das trevas. E Deus viu que ficou bom."
  },
  {
    "referencia": "Gênesis 1:19",
    "texto": "Passaram-se a tarde e a manhã; esse foi o quarto dia."
  },
  {
    "referencia": "Gênesis 1:20",
    "texto": "Disse também Deus: \"Encham-se as águas de seres vivos, e sobre a terra voem aves sob o firmamento do céu\"."
  },
  {
    "referencia": "Gênesis 1:21",
    "texto": "Assim Deus criou os grandes animais aquáticos e os demais seres vivos que povoam as águas, de acordo com as suas espécies; e todas as aves, de acordo com as suas espécies. E Deus viu que ficou bom."
  },
  {
    "referencia": "Gênesis 1:22",
    "texto": "Então Deus os abençoou, dizendo: \"Sejam férteis e multipliquem-se! Encham as águas dos mares! E multipliquem-se as aves na terra\"."
  },
  {
    "referencia": "Gênesis 1:23",
    "texto": "Passaram-se a tarde e a manhã; esse foi o quinto dia."
  },
  {
    "referencia": "Gênesis 1:24",
    "texto": "E disse Deus: \"Produza a terra seres vivos de acordo com as suas espécies: rebanhos domésticos, animais selvagens e os demais seres vivos da terra, cada um de acordo com a sua espécie\". E assim foi."
  },
  {
    "referencia": "Gênesis 1:25",
    "texto": "Deus fez os animais selvagens de acordo com as suas espécies, os rebanhos domésticos de acordo com as suas espécies, e os demais seres vivos da terra de acordo com as suas espécies. E Deus viu que ficou bom."
  },
  {
    "referencia": "Gênesis 1:26",
    "texto": "Então disse Deus: \"Façamos o homem à nossa imagem, conforme a nossa semelhança. Domine ele sobre os peixes do mar, sobre as aves do céu, sobre os animais grandes de toda a terra e sobre todos os pequenos animais que se movem rente ao chão\"."
  },
  {
    "referencia": "Gênesis 1:27",
    "texto": "Criou Deus o homem à sua imagem, à imagem de Deus o criou; homem e mulher os criou."
  },
  {
    "referencia": "Gênesis 1:28",
    "texto": "Deus os abençoou, e lhes disse: \"Sejam férteis e multipliquem-se! Encham e subjuguem a terra! Dominem sobre os peixes do mar, sobre as aves do céu e sobre todos os animais que se movem pela terra\"."
  },
  {
    "referencia": "Gênesis 1:29",
    "texto": "Disse Deus: \"Eis que lhes dou todas as plantas que nascem em toda a terra e produzem sementes, e todas as árvores que dão frutos com sementes. Elas servirão de alimento para vocês."
  },
  {
    "referencia": "Gênesis 1:30",
    "texto": "E dou todos os vegetais como alimento a tudo o que tem em si fôlego de vida: a todos os grandes animais da terra, a todas as aves do céu e a todas as criaturas que se movem rente ao chão\". E assim foi."
  },
  {
    "referencia": "Gênesis 1:31",
    "texto": "E Deus viu tudo o que havia feito, e tudo havia ficado muito bom. Passaram-se a tarde e a manhã; esse foi o sexto dia."
  },
  {
    "referencia": "Gênesis 2:1",
    "texto": "Assim foram concluídos os céus e a terra, e tudo o que neles há."
  },
  {
    "referencia": "Gênesis 2:2",
    "texto": "No sétimo dia Deus já havia concluído a obra que realizara, e nesse dia descansou."
  },
  {
    "referencia": "Gênesis 2:3",
    "texto": "Abençoou Deus o sétimo dia e o santificou, porque nele descansou de toda a obra que realizara na criação."
  },
  {
    "referencia": "Gênesis 2:4",
    "texto": "Esta é a história das origens dos céus e da terra, no tempo em que foram criados: Quando o Senhor Deus fez a terra e os céus,"
  },
  {
    "referencia": "Gênesis 2:5",
    "texto": "ainda não tinha brotado nenhum arbusto no campo, e nenhuma planta havia germinado, porque o Senhor Deus ainda não tinha feito chover sobre a terra, e também não havia homem para cultivar o solo."
  },
  {
    "referencia": "Gênesis 2:6",
    "texto": "Todavia brotava água da terra e irrigava toda a superfície do solo."
  },
  {
    "referencia": "Gênesis 2:7",
    "texto": "Então o Senhor Deus formou o homem do pó da terra e soprou em suas narinas o fôlego de vida, e o homem se tornou um ser vivente."
  },
  {
    "referencia": "Gênesis 2:8",
    "texto": "Ora, o Senhor Deus tinha plantado um jardim no Éden, para os lados do leste; e ali colocou o homem que formara."
  },
  {
    "referencia": "Gênesis 2:9",
    "texto": "O Senhor Deus fez nascer então do solo todo tipo de árvores agradáveis aos olhos e boas para alimento. E no meio do jardim estavam a árvore da vida e a árvore do conhecimento do bem e do mal."
  },
  {
    "referencia": "Gênesis 2:10",
    "texto": "No Éden nascia um rio que irrigava o jardim, e depois se dividia em quatro."
  },
  {
    "referencia": "Gênesis 2:11",
    "texto": "O nome do primeiro é Pisom. Ele percorre toda a terra de Havilá, onde existe ouro."
  },
  {
    "referencia": "Gênesis 2:12",
    "texto": "O ouro daquela terra é excelente; lá também existem o bdélio e a pedra de ônix."
  },
  {
    "referencia": "Gênesis 2:13",
    "texto": "O segundo, que percorre toda a terra de Cuxe, é o Giom."
  },
  {
    "referencia": "Gênesis 2:14",
    "texto": "O terceiro, que corre pelo lado leste da Assíria, é o Tigre. E o quarto rio é o Eufrates."
  },
  {
    "referencia": "Gênesis 2:15",
    "texto": "O Senhor Deus colocou o homem no jardim do Éden para cuidar dele e cultivá-lo."
  },
  {
    "referencia": "Gênesis 2:16",
    "texto": "E o Senhor Deus ordenou ao homem: \"Coma livremente de qualquer árvore do jardim,"
  },
  {
    "referencia": "Gênesis 2:17",
    "texto": "mas não coma da árvore do conhecimento do bem e do mal, porque no dia em que dela comer, certamente você morrerá\"."
  },
  {
    "referencia": "Gênesis 2:18",
    "texto": "Então o Senhor Deus declarou: \"Não é bom que o homem esteja só; farei para ele alguém que o auxilie e lhe corresponda\"."
  },
  {
    "referencia": "Gênesis 2:19",
    "texto": "Depois que formou da terra todos os animais do campo e todas as aves do céu, o Senhor Deus os trouxe ao homem para ver como este lhes chamaria; e o nome que o homem desse a cada ser vivo, esse seria o seu nome."
  },
  {
    "referencia": "Gênesis 2:20",
    "texto": "Assim o homem deu nomes a todos os rebanhos domésticos, às aves do céu e a todos os animais selvagens. Todavia não se encontrou para o homem alguém que o auxiliasse e lhe correspondesse."
  },
  {
    "referencia": "Gênesis 2:21",
    "texto": "Então o Senhor Deus fez o homem cair em profundo sono e, enquanto este dormia, tirou-lhe uma das costelas, fechando o lugar com carne."
  },
  {
    "referencia": "Gênesis 2:22",
    "texto": "Com a costela que havia tirado do homem, o Senhor Deus fez uma mulher e a trouxe a ele."
  },
  {
    "referencia": "Gênesis 2:23",
    "texto": "Disse então o homem: \"Esta, sim, é osso dos meus ossos e carne da minha carne! Ela será chamada mulher, porque do homem foi tirada\"."
  },
  {
    "referencia": "Gênesis 2:24",
    "texto": "Por essa razão, o homem deixará pai e mãe e se unirá à sua mulher, e eles se tornarão uma só carne."
  },
  {
    "referencia": "Gênesis 2:25",
    "texto": "O homem e sua mulher viviam nus, e não sentiam vergonha."
  },
  {
    "referencia": "Gênesis 3:1",
    "texto": "Ora, a serpente era o mais astuto de todos os animais selvagens que o Senhor Deus tinha feito. E ela perguntou à mulher: \"Foi isto mesmo que Deus disse: ‘Não comam de nenhum fruto das árvores do jardim’? \""
  },
  {
    "referencia": "Gênesis 3:2",
    "texto": "Respondeu a mulher à serpente: \"Podemos comer do fruto das árvores do jardim,"
  },
  {
    "referencia": "Gênesis 3:3",
    "texto": "mas Deus disse: ‘Não comam do fruto da árvore que está no meio do jardim, nem toquem nele; do contrário vocês morrerão’ \"."
  },
  {
    "referencia": "Gênesis 3:4",
    "texto": "Disse a serpente à mulher: \"Certamente não morrerão!"
  },
  {
    "referencia": "Gênesis 3:5",
    "texto": "Deus sabe que, no dia em que dele comerem, seus olhos se abrirão, e vocês serão como Deus, conhecedores do bem e do mal\"."
  },
  {
    "referencia": "Gênesis 3:6",
    "texto": "Quando a mulher viu que a árvore parecia agradável ao paladar, era atraente aos olhos e, além disso, desejável para dela se obter discernimento, tomou do seu fruto, comeu-o e o deu a seu marido, que comeu também."
  },
  {
    "referencia": "Gênesis 3:7",
    "texto": "Os olhos dos dois se abriram, e perceberam que estavam nus; então juntaram folhas de figueira para cobrir-se."
  },
  {
    "referencia": "Gênesis 3:8",
    "texto": "Ouvindo o homem e sua mulher os passos do Senhor Deus que andava pelo jardim quando soprava a brisa do dia, esconderam-se da presença do Senhor Deus entre as árvores do jardim."
  },
  {
    "referencia": "Gênesis 3:9",
    "texto": "Mas o Senhor Deus chamou o homem, perguntando: \"Onde está você? \""
  },
  {
    "referencia": "Gênesis 3:10",
    "texto": "E ele respondeu: \"Ouvi teus passos no jardim e fiquei com medo, porque estava nu; por isso me escondi\"."
  },
  {
    "referencia": "Gênesis 3:11",
    "texto": "E Deus perguntou: \"Quem lhe disse que você estava nu? Você comeu do fruto da árvore da qual lhe proibi comer? \""
  },
  {
    "referencia": "Gênesis 3:12",
    "texto": "Disse o homem: \"Foi a mulher que me deste por companheira que me deu do fruto da árvore, e eu comi\"."
  },
  {
    "referencia": "Gênesis 3:13",
    "texto": "O Senhor Deus perguntou então à mulher: \"Que foi que você fez? \" Respondeu a mulher: \"A serpente me enganou, e eu comi\"."
  },
  {
    "referencia": "Gênesis 3:14",
    "texto": "Então o Senhor Deus declarou à serpente: \"Já que você fez isso, maldita é você entre todos os rebanhos domésticos e entre todos os animais selvagens! Sobre o seu ventre você rastejará, e pó comerá todos os dias da sua vida."
  },
  {
    "referencia": "Gênesis 3:15",
    "texto": "Porei inimizade entre você e a mulher, entre a sua descendência e o descendente dela; este lhe ferirá a cabeça, e você lhe ferirá o calcanhar\"."
  },
  {
    "referencia": "Gênesis 3:16",
    "texto": "À mulher, ele declarou: \"Multiplicarei grandemente o seu sofrimento na gravidez; com sofrimento você dará à luz filhos. Seu desejo será para o seu marido, e ele a dominará\"."
  },
  {
    "referencia": "Gênesis 3:17",
    "texto": "E ao homem declarou: \"Visto que você deu ouvidos à sua mulher e comeu do fruto da árvore da qual eu lhe ordenara que não comesse, maldita é a terra por sua causa; com sofrimento você se alimentará dela todos os dias da sua vida."
  },
  {
    "referencia": "Gênesis 3:18",
    "texto": "Ela lhe dará espinhos e ervas daninhas, e você terá que alimentar-se das plantas do campo."
  },
  {
    "referencia": "Gênesis 3:19",
    "texto": "Com o suor do seu rosto você comerá o seu pão, até que volte à terra, visto que dela foi tirado; porque você é pó e ao pó voltará\"."
  },
  {
    "referencia": "Gênesis 3:20",
    "texto": "Adão deu à sua mulher o nome de Eva, pois ela seria mãe de toda a humanidade."
  },
  {
    "referencia": "Gênesis 3:21",
    "texto": "O Senhor Deus fez roupas de pele e com elas vestiu Adão e sua mulher."
  },
  {
    "referencia": "Gênesis 3:22",
    "texto": "Então disse o Senhor Deus: \"Agora o homem se tornou como um de nós, conhecendo o bem e o mal. Não se deve, pois, permitir que ele também tome do fruto da árvore da vida e o coma, e viva para sempre\"."
  },
  {
    "referencia": "Gênesis 3:23",
    "texto": "Por isso o Senhor Deus o mandou embora do jardim do Éden para cultivar o solo do qual fora tirado."
  },
  {
    "referencia": "Gênesis 3:24",
    "texto": "Depois de expulsar o homem, colocou a leste do jardim do Éden querubins e uma espada flamejante que se movia, guardando o caminho para a árvore da vida."
  },
  {
    "referencia": "Gênesis 4:1",
    "texto": "Adão teve relações com Eva, sua mulher, e ela engravidou e deu à luz Caim. Disse ela: \"Com o auxílio do Senhor tive um filho homem\"."
  },
  {
    "referencia": "Gênesis 4:2",
    "texto": "Voltou a dar à luz, desta vez a Abel, irmão dele. Abel tornou-se pastor de ovelhas, e Caim, agricultor."
  },
  {
    "referencia": "Gênesis 4:3",
    "texto": "Passado algum tempo, Caim trouxe do fruto da terra uma oferta ao Senhor."
  },
  {
    "referencia": "Gênesis 4:4",
    "texto": "Abel, por sua vez, trouxe as partes gordas das primeiras crias do seu rebanho. O Senhor aceitou com agrado Abel e sua oferta,"
  },
  {
    "referencia": "Gênesis 4:5",
    "texto": "mas não aceitou Caim e sua oferta. Por isso Caim se enfureceu e o seu rosto se transtornou."
  },
  {
    "referencia": "Gênesis 4:6",
    "texto": "O Senhor disse a Caim: \"Por que você está furioso? Por que se transtornou o seu rosto?"
  },
  {
    "referencia": "Gênesis 4:7",
    "texto": "Se você fizer o bem, não será aceito? Mas se não o fizer, saiba que o pecado o ameaça à porta; ele deseja conquistá-lo, mas você deve dominá-lo\"."
  },
  {
    "referencia": "Gênesis 4:8",
    "texto": "Disse, porém, Caim a seu irmão Abel: \"Vamos para o campo\". Quando estavam lá, Caim atacou seu irmão Abel e o matou."
  },
  {
    "referencia": "Gênesis 4:9",
    "texto": "Então o Senhor perguntou a Caim: \"Onde está seu irmão Abel? \" Respondeu ele: \"Não sei; sou eu o responsável por meu irmão? \""
  },
  {
    "referencia": "Gênesis 4:10",
    "texto": "Disse o Senhor: \"O que foi que você fez? Escute! Da terra o sangue do seu irmão está clamando."
  },
  {
    "referencia": "Gênesis 4:11",
    "texto": "Agora amaldiçoado é você pela terra, que abriu a boca para receber da sua mão o sangue do seu irmão."
  },
  {
    "referencia": "Gênesis 4:12",
    "texto": "Quando você cultivar a terra, esta não lhe dará mais da sua força. Você será um fugitivo errante pelo mundo\"."
  },
  {
    "referencia": "Gênesis 4:13",
    "texto": "Disse Caim ao Senhor: \"Meu castigo é maior do que posso suportar."
  },
  {
    "referencia": "Gênesis 4:14",
    "texto": "Hoje me expulsas desta terra, e terei que me esconder da tua face; serei um fugitivo errante pelo mundo, e qualquer que me encontrar me matará\"."
  },
  {
    "referencia": "Gênesis 4:15",
    "texto": "Mas o Senhor lhe respondeu: \"Não será assim; se alguém matar Caim, sofrerá sete vezes a vingança\". E o Senhor colocou em Caim um sinal, para que ninguém que viesse a encontrá-lo o matasse."
  },
  {
    "referencia": "Gênesis 4:16",
    "texto": "Então Caim afastou-se da presença do Senhor e foi viver na terra de Node, a leste do Éden."
  },
  {
    "referencia": "Gênesis 4:17",
    "texto": "Caim teve relações com sua mulher, e ela engravidou e deu à luz Enoque. Depois Caim fundou uma cidade, à qual deu o nome do seu filho Enoque."
  },
  {
    "referencia": "Gênesis 4:18",
    "texto": "A Enoque nasceu-lhe Irade, Irade gerou a Meujael, Meujael a Metusael, e Metusael a Lameque."
  },
  {
    "referencia": "Gênesis 4:19",
    "texto": "Lameque tomou duas mulheres: uma chamava-se Ada e a outra, Zilá."
  },
  {
    "referencia": "Gênesis 4:20",
    "texto": "Ada deu à luz Jabal, que foi o pai daqueles que moram em tendas e criam rebanhos."
  },
  {
    "referencia": "Gênesis 4:21",
    "texto": "O nome do irmão dele era Jubal, que foi o pai de todos os que tocam harpa e flauta."
  },
  {
    "referencia": "Gênesis 4:22",
    "texto": "Zilá também deu à luz um filho, Tubalcaim, que fabricava todo tipo de ferramentas de bronze e de ferro. Tubalcaim teve uma irmã chamada Naamá."
  },
  {
    "referencia": "Gênesis 4:23",
    "texto": "Disse Lameque às suas mulheres: \"Ada e Zilá, ouçam-me; mulheres de Lameque, escutem minhas palavras: Eu matei um homem porque me feriu, e um menino, porque me machucou."
  },
  {
    "referencia": "Gênesis 4:24",
    "texto": "Se Caim é vingado sete vezes, Lameque o será setenta e sete\"."
  },
  {
    "referencia": "Gênesis 4:25",
    "texto": "Novamente Adão teve relações com sua mulher, e ela deu à luz outro filho, a quem chamou Sete, dizendo: \"Deus me concedeu um filho no lugar de Abel, visto que Caim o matou\"."
  },
  {
    "referencia": "Gênesis 4:26",
    "texto": "Também a Sete nasceu um filho, a quem deu o nome de Enos. Nessa época começou-se a invocar o nome do Senhor."
  },
  {
    "referencia": "Gênesis 5:1",
    "texto": "Este é o registro da descendência de Adão: Quando Deus criou o homem, à semelhança de Deus o fez;"
  },
  {
    "referencia": "Gênesis 5:2",
    "texto": "homem e mulher os criou. Quando foram criados, ele os abençoou e os chamou Homem."
  },
  {
    "referencia": "Gênesis 5:3",
    "texto": "Aos 130 anos, Adão gerou um filho à sua semelhança, conforme a sua imagem; e deu-lhe o nome de Sete."
  },
  {
    "referencia": "Gênesis 5:4",
    "texto": "Depois que gerou Sete, Adão viveu 800 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:5",
    "texto": "Viveu ao todo 930 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:6",
    "texto": "Aos 105 anos, Sete gerou Enos."
  },
  {
    "referencia": "Gênesis 5:7",
    "texto": "Depois que gerou Enos, Sete viveu 807 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:8",
    "texto": "Viveu ao todo 912 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:9",
    "texto": "Aos 90 anos, Enos gerou Cainã."
  },
  {
    "referencia": "Gênesis 5:10",
    "texto": "Depois que gerou Cainã, Enos viveu 815 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:11",
    "texto": "Viveu ao todo 905 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:12",
    "texto": "Aos 70 anos, Cainã gerou Maalaleel."
  },
  {
    "referencia": "Gênesis 5:13",
    "texto": "Depois que gerou Maalaleel, Cainã viveu 840 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:14",
    "texto": "Viveu ao todo 910 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:15",
    "texto": "Aos 65 anos, Maalaleel gerou Jarede."
  },
  {
    "referencia": "Gênesis 5:16",
    "texto": "Depois que gerou Jarede, Maalaleel viveu 830 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:17",
    "texto": "Viveu ao todo 895 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:18",
    "texto": "Aos 162 anos, Jarede gerou Enoque."
  },
  {
    "referencia": "Gênesis 5:19",
    "texto": "Depois que gerou Enoque, Jarede viveu 800 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:20",
    "texto": "Viveu ao todo 962 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:21",
    "texto": "Aos 65 anos, Enoque gerou Matusalém."
  },
  {
    "referencia": "Gênesis 5:22",
    "texto": "Depois que gerou Matusalém, Enoque andou com Deus 300 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:23",
    "texto": "Viveu ao todo 365 anos."
  },
  {
    "referencia": "Gênesis 5:24",
    "texto": "Enoque andou com Deus; e já não foi encontrado, pois Deus o havia arrebatado."
  },
  {
    "referencia": "Gênesis 5:25",
    "texto": "Aos 187 anos, Matusalém gerou Lameque."
  },
  {
    "referencia": "Gênesis 5:26",
    "texto": "Depois que gerou Lameque, Matusalém viveu 782 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:27",
    "texto": "Viveu ao todo 969 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:28",
    "texto": "Aos 182 anos, Lameque gerou um filho."
  },
  {
    "referencia": "Gênesis 5:29",
    "texto": "Deu-lhe o nome de Noé e disse: \"Ele nos aliviará do nosso trabalho e do sofrimento de nossas mãos, causados pela terra que o SENHOR amaldiçoou\"."
  },
  {
    "referencia": "Gênesis 5:30",
    "texto": "Depois que Noé nasceu, Lameque viveu 595 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 5:31",
    "texto": "Viveu ao todo 777 anos e morreu."
  },
  {
    "referencia": "Gênesis 5:32",
    "texto": "Aos 500 anos, Noé tinha gerado Sem, Cam e Jafé."
  },
  {
    "referencia": "Gênesis 6:1",
    "texto": "Quando os homens começaram a multiplicar-se na terra e lhes nasceram filhas,"
  },
  {
    "referencia": "Gênesis 6:2",
    "texto": "os filhos de Deus viram que as filhas dos homens eram bonitas e escolheram para si aquelas que lhes agradaram."
  },
  {
    "referencia": "Gênesis 6:3",
    "texto": "Então disse o Senhor: \"Por causa da perversidade do homem, meu Espírito não contenderá com ele para sempre; e ele só viverá cento e vinte anos\"."
  },
  {
    "referencia": "Gênesis 6:4",
    "texto": "Naqueles dias havia nefilins na terra, e também posteriormente, quando os filhos de Deus possuíram as filhas dos homens e elas lhes deram filhos. Eles foram os heróis do passado, homens famosos."
  },
  {
    "referencia": "Gênesis 6:5",
    "texto": "O Senhor viu que a perversidade do homem tinha aumentado na terra e que toda a inclinação dos pensamentos do seu coração era sempre e somente para o mal."
  },
  {
    "referencia": "Gênesis 6:6",
    "texto": "Então o Senhor arrependeu-se de ter feito o homem sobre a terra; e isso cortou-lhe o coração."
  },
  {
    "referencia": "Gênesis 6:7",
    "texto": "Disse o Senhor: \"Farei desaparecer da face da terra o homem que criei, os homens e também os animais grandes, os animais pequenos e as aves do céu. Arrependo-me de havê-los feito\"."
  },
  {
    "referencia": "Gênesis 6:8",
    "texto": "A Noé, porém, o Senhor mostrou benevolência."
  },
  {
    "referencia": "Gênesis 6:9",
    "texto": "Esta é a história da família de Noé: Noé era homem justo, íntegro entre o povo da sua época; ele andava com Deus."
  },
  {
    "referencia": "Gênesis 6:10",
    "texto": "Noé gerou três filhos: Sem, Cam e Jafé."
  },
  {
    "referencia": "Gênesis 6:11",
    "texto": "Ora, a terra estava corrompida aos olhos de Deus e cheia de violência."
  },
  {
    "referencia": "Gênesis 6:12",
    "texto": "Ao ver como a terra se corrompera, pois toda a humanidade havia corrompido a sua conduta,"
  },
  {
    "referencia": "Gênesis 6:13",
    "texto": "Deus disse a Noé: \"Darei fim a todos os seres humanos, porque a terra encheu-se de violência por causa deles. Eu os destruirei juntamente com a terra."
  },
  {
    "referencia": "Gênesis 6:14",
    "texto": "Você, porém, fará uma arca de madeira de cipreste; divida-a em compartimentos e revista-a de piche por dentro e por fora."
  },
  {
    "referencia": "Gênesis 6:15",
    "texto": "Faça-a com cento e trinta e cinco metros de comprimento, vinte e dois metros e meio de largura e treze metros e meio de altura."
  },
  {
    "referencia": "Gênesis 6:16",
    "texto": "Faça-lhe um teto com um vão de quarenta e cinco centímetros entre o teto e corpo da arca. Coloque uma porta lateral na arca e faça um andar superior, um médio e um inferior."
  },
  {
    "referencia": "Gênesis 6:17",
    "texto": "\"Eis que vou trazer águas sobre a terra, o Dilúvio, para destruir debaixo do céu toda criatura que tem fôlego de vida. Tudo o que há na terra perecerá."
  },
  {
    "referencia": "Gênesis 6:18",
    "texto": "Mas com você estabelecerei a minha aliança, e você entrará na arca com seus filhos, sua mulher e as mulheres de seus filhos."
  },
  {
    "referencia": "Gênesis 6:19",
    "texto": "Faça entrar na arca um casal de cada um dos seres vivos, macho e fêmea, para conservá-los vivos com você."
  },
  {
    "referencia": "Gênesis 6:20",
    "texto": "De cada espécie de ave, de cada espécie de animal grande e de cada espécie de animal pequeno que se move rente ao chão virá um casal a você para que sejam conservados vivos."
  },
  {
    "referencia": "Gênesis 6:21",
    "texto": "E armazene todo tipo de alimento, para que você e eles tenham mantimento\"."
  },
  {
    "referencia": "Gênesis 6:22",
    "texto": "Noé fez tudo exatamente como Deus lhe tinha ordenado."
  },
  {
    "referencia": "Gênesis 7:1",
    "texto": "Então o Senhor disse a Noé: \"Entre na arca, você e toda a sua família, porque você é o único justo que encontrei nesta geração."
  },
  {
    "referencia": "Gênesis 7:2",
    "texto": "Leve com você sete casais de cada espécie de animal puro, macho e fêmea, e um casal de cada espécie de animal impuro, macho e fêmea,"
  },
  {
    "referencia": "Gênesis 7:3",
    "texto": "e leve também sete casais de aves de cada espécie, macho e fêmea, a fim de preservá-las em toda a terra."
  },
  {
    "referencia": "Gênesis 7:4",
    "texto": "Daqui a sete dias farei chover sobre a terra quarenta dias e quarenta noites, e farei desaparecer da face da terra todos os seres vivos que fiz\"."
  },
  {
    "referencia": "Gênesis 7:5",
    "texto": "E Noé fez tudo como o Senhor lhe tinha ordenado."
  },
  {
    "referencia": "Gênesis 7:6",
    "texto": "Noé tinha seiscentos anos de idade quando as águas do Dilúvio vieram sobre a terra."
  },
  {
    "referencia": "Gênesis 7:7",
    "texto": "Noé, seus filhos, sua mulher e as mulheres de seus filhos entraram na arca, por causa das águas do Dilúvio."
  },
  {
    "referencia": "Gênesis 7:8",
    "texto": "Casais de animais grandes, puros e impuros, de aves e de todos os animais pequenos que se movem rente ao chão"
  },
  {
    "referencia": "Gênesis 7:9",
    "texto": "vieram a Noé e entraram na arca, como Deus tinha ordenado a Noé."
  },
  {
    "referencia": "Gênesis 7:10",
    "texto": "E depois dos sete dias, as águas do Dilúvio vieram sobre a terra."
  },
  {
    "referencia": "Gênesis 7:11",
    "texto": "No dia em que Noé completou seiscentos anos, um mês e dezessete dias, nesse mesmo dia todas as fontes das grandes profundezas jorraram, e as comportas do céu se abriram."
  },
  {
    "referencia": "Gênesis 7:12",
    "texto": "E a chuva caiu sobre a terra quarenta dias e quarenta noites."
  },
  {
    "referencia": "Gênesis 7:13",
    "texto": "Naquele mesmo dia, Noé e seus filhos, Sem, Cam e Jafé, com sua mulher e com as mulheres de seus três filhos, entraram na arca."
  },
  {
    "referencia": "Gênesis 7:14",
    "texto": "Com eles entraram todos os animais de acordo com as suas espécies: todos os animais selvagens, todos os rebanhos domésticos, todos os demais seres vivos que se movem rente ao chão e todas as criaturas que têm asas: todas as aves e todos os outros animais que voam."
  },
  {
    "referencia": "Gênesis 7:15",
    "texto": "Casais de todas as criaturas que tinham fôlego de vida vieram a Noé e entraram na arca."
  },
  {
    "referencia": "Gênesis 7:16",
    "texto": "Os animais que entraram foram um macho e uma fêmea de cada ser vivo, conforme Deus ordenara a Noé. Então o Senhor fechou a porta."
  },
  {
    "referencia": "Gênesis 7:17",
    "texto": "Quarenta dias durou o Dilúvio sobre a terra, e as águas aumentaram e elevaram a arca acima da terra."
  },
  {
    "referencia": "Gênesis 7:18",
    "texto": "As águas prevaleceram, aumentando muito sobre a terra, e a arca flutuava na superfície das águas."
  },
  {
    "referencia": "Gênesis 7:19",
    "texto": "As águas dominavam cada vez mais a terra, e foram cobertas todas as altas montanhas debaixo do céu."
  },
  {
    "referencia": "Gênesis 7:20",
    "texto": "As águas subiram até quase sete metros acima das montanhas."
  },
  {
    "referencia": "Gênesis 7:21",
    "texto": "Todos os seres vivos que se movem sobre a terra pereceram: aves, rebanhos domésticos, animais selvagens, todas as pequenas criaturas que povoam a terra e toda a humanidade."
  },
  {
    "referencia": "Gênesis 7:22",
    "texto": "Tudo o que havia em terra seca e tinha nas narinas o fôlego de vida morreu."
  },
  {
    "referencia": "Gênesis 7:23",
    "texto": "Todos os seres vivos foram exterminados da face da terra; tanto os homens, como os animais grandes, os animais pequenos que se movem rente ao chão e as aves do céu foram exterminados da terra. Só restaram Noé e aqueles que com ele estavam na arca."
  },
  {
    "referencia": "Gênesis 7:24",
    "texto": "E as águas prevaleceram sobre a terra cento e cinqüenta dias."
  },
  {
    "referencia": "Gênesis 8:1",
    "texto": "Então Deus lembrou-se de Noé e de todos os animais selvagens e rebanhos domésticos que estavam com ele na arca, e enviou então um vento sobre a terra, e as águas começaram a baixar."
  },
  {
    "referencia": "Gênesis 8:2",
    "texto": "As fontes das profundezas e as comportas do céu se fecharam, e a chuva parou."
  },
  {
    "referencia": "Gênesis 8:3",
    "texto": "As águas foram baixando pouco a pouco sobre a terra. Ao fim de cento e cinqüenta dias, as águas tinham diminuído,"
  },
  {
    "referencia": "Gênesis 8:4",
    "texto": "e, no décimo sétimo dia do sétimo mês, a arca pousou nas montanhas de Ararate."
  },
  {
    "referencia": "Gênesis 8:5",
    "texto": "As águas continuaram a baixar até o décimo mês, e no primeiro dia do décimo mês apareceram os topos das montanhas."
  },
  {
    "referencia": "Gênesis 8:6",
    "texto": "Passados quarenta dias, Noé abriu a janela que fizera na arca."
  },
  {
    "referencia": "Gênesis 8:7",
    "texto": "Esperando que a terra já tivesse aparecido, Noé soltou um corvo, mas este ficou dando voltas."
  },
  {
    "referencia": "Gênesis 8:8",
    "texto": "Depois soltou uma pomba para ver se as águas tinham diminuído na superfície da terra."
  },
  {
    "referencia": "Gênesis 8:9",
    "texto": "Mas a pomba não encontrou lugar onde pousar os pés porque as águas ainda cobriam toda a superfície da terra e, por isso, voltou para a arca, a Noé. Ele estendeu a mão para fora, apanhou a pomba e a trouxe de volta para dentro da arca."
  },
  {
    "referencia": "Gênesis 8:10",
    "texto": "Noé esperou mais sete dias e soltou novamente a pomba."
  },
  {
    "referencia": "Gênesis 8:11",
    "texto": "Ao entardecer, quando a pomba voltou, trouxe em seu bico uma folha nova de oliveira. Noé então ficou sabendo que as águas tinham diminuído sobre a terra."
  },
  {
    "referencia": "Gênesis 8:12",
    "texto": "Esperou ainda outros sete dias e de novo soltou a pomba, mas desta vez ela não voltou."
  },
  {
    "referencia": "Gênesis 8:13",
    "texto": "No primeiro dia do primeiro mês do ano seiscentos e um da vida de Noé, secaram-se as águas na terra. Noé então removeu o teto da arca e viu que a superfície da terra estava seca."
  },
  {
    "referencia": "Gênesis 8:14",
    "texto": "No vigésimo sétimo dia do segundo mês, a terra estava completamente seca."
  },
  {
    "referencia": "Gênesis 8:15",
    "texto": "Então Deus disse a Noé:"
  },
  {
    "referencia": "Gênesis 8:16",
    "texto": "\"Saia da arca, você e sua mulher, seus filhos e as mulheres deles."
  },
  {
    "referencia": "Gênesis 8:17",
    "texto": "Faça que saiam também todos os animais que estão com você: as aves, os animais grandes e os animais pequenos que se movem rente ao chão. Faça-os sair para que se espalhem pela terra, sejam férteis e se multipliquem\"."
  },
  {
    "referencia": "Gênesis 8:18",
    "texto": "Então Noé saiu da arca com sua mulher e seus filhos e as mulheres deles,"
  },
  {
    "referencia": "Gênesis 8:19",
    "texto": "e com todos os animais grandes, todos os animais pequenos que se movem rente ao chão e todas as aves. Tudo o que se move sobre a terra saiu da arca, uma espécie após outra."
  },
  {
    "referencia": "Gênesis 8:20",
    "texto": "Depois Noé construiu um altar dedicado ao Senhor e, tomando alguns animais e aves puros, ofereceu-os como holocausto, queimando-os sobre o altar."
  },
  {
    "referencia": "Gênesis 8:21",
    "texto": "O Senhor sentiu o aroma agradável e disse a si mesmo: \"Nunca mais amaldiçoarei a terra por causa do homem, pois o seu coração é inteiramente inclinado para o mal desde a infância. E nunca mais destruirei todos os seres vivos como fiz desta vez."
  },
  {
    "referencia": "Gênesis 8:22",
    "texto": "\"Enquanto durar a terra, plantio e colheita, frio e calor, verão e inverno, dia e noite jamais cessarão\"."
  },
  {
    "referencia": "Gênesis 9:1",
    "texto": "Deus abençoou Noé e seus filhos, dizendo-lhes: \"Sejam férteis, multipliquem-se e encham a terra."
  },
  {
    "referencia": "Gênesis 9:2",
    "texto": "Todos os animais da terra tremerão de medo diante de vocês: os animais selvagens, as aves do céu, as criaturas que se movem rente ao chão e os peixes do mar; eles estão entregues em suas mãos."
  },
  {
    "referencia": "Gênesis 9:3",
    "texto": "Tudo o que vive e se move lhes servirá de alimento. Assim como lhes dei os vegetais, agora lhes dou todas as coisas."
  },
  {
    "referencia": "Gênesis 9:4",
    "texto": "\"Mas não comam carne com sangue, que é vida."
  },
  {
    "referencia": "Gênesis 9:5",
    "texto": "A todo que derramar sangue, tanto homem como animal, pedirei contas; a cada um pedirei contas da vida do seu próximo."
  },
  {
    "referencia": "Gênesis 9:6",
    "texto": "\"Quem derramar sangue do homem, pelo homem seu sangue será derramado; porque à imagem de Deus foi o homem criado."
  },
  {
    "referencia": "Gênesis 9:7",
    "texto": "\"Mas vocês, sejam férteis e multipliquem-se; espalhem-se pela terra e proliferem nela\"."
  },
  {
    "referencia": "Gênesis 9:8",
    "texto": "Então disse Deus a Noé e a seus filhos, que estavam com ele:"
  },
  {
    "referencia": "Gênesis 9:9",
    "texto": "\"Vou estabelecer a minha aliança com vocês e com os seus futuros descendentes,"
  },
  {
    "referencia": "Gênesis 9:10",
    "texto": "e com todo ser vivo que está com vocês: as aves, os rebanhos domésticos e os animais selvagens, todos os que saíram da arca com vocês, todos os seres vivos da terra."
  },
  {
    "referencia": "Gênesis 9:11",
    "texto": "Estabeleço uma aliança com vocês: Nunca mais será ceifada nenhuma forma de vida pelas águas de um dilúvio; nunca mais haverá dilúvio para destruir a terra\"."
  },
  {
    "referencia": "Gênesis 9:12",
    "texto": "E Deus prosseguiu: \"Este é o sinal da aliança que estou fazendo entre mim e vocês e com todos os seres vivos que estão com vocês, para todas as gerações futuras:"
  },
  {
    "referencia": "Gênesis 9:13",
    "texto": "o meu arco que coloquei nas nuvens. Será o sinal da minha aliança com a terra."
  },
  {
    "referencia": "Gênesis 9:14",
    "texto": "Quando eu trouxer nuvens sobre a terra e nelas aparecer o arco-íris,"
  },
  {
    "referencia": "Gênesis 9:15",
    "texto": "então me lembrarei da minha aliança com vocês e com os seres vivos de todas as espécies. Nunca mais as águas se tornarão um dilúvio para destruir toda forma de vida."
  },
  {
    "referencia": "Gênesis 9:16",
    "texto": "Toda vez que o arco-íris estiver nas nuvens, olharei para ele e me lembrarei da aliança eterna entre Deus e todos os seres vivos de todas as espécies que vivem na terra\"."
  },
  {
    "referencia": "Gênesis 9:17",
    "texto": "Concluindo, disse Deus a Noé: \"Esse é o sinal da aliança que estabeleci entre mim e toda forma de vida que há sobre a terra\"."
  },
  {
    "referencia": "Gênesis 9:18",
    "texto": "Os filhos de Noé que saíram da arca foram Sem, Cam e Jafé. Cam é o pai de Canaã."
  },
  {
    "referencia": "Gênesis 9:19",
    "texto": "Esses foram os três filhos de Noé; a partir deles toda a terra foi povoada."
  },
  {
    "referencia": "Gênesis 9:20",
    "texto": "Noé, que era agricultor, foi o primeiro a plantar uma vinha."
  },
  {
    "referencia": "Gênesis 9:21",
    "texto": "Bebeu do vinho, embriagou-se e ficou nu dentro da sua tenda."
  },
  {
    "referencia": "Gênesis 9:22",
    "texto": "Cam, pai de Canaã, viu a nudez do pai e foi contar aos dois irmãos que estavam do lado de fora."
  },
  {
    "referencia": "Gênesis 9:23",
    "texto": "Mas Sem e Jafé pegaram a capa, levantaram-na sobre os ombros e, andando de costas para não verem a nudez do pai, cobriram-no."
  },
  {
    "referencia": "Gênesis 9:24",
    "texto": "Quando Noé acordou do efeito do vinho e descobriu o que seu filho caçula lhe havia feito,"
  },
  {
    "referencia": "Gênesis 9:25",
    "texto": "disse: \"Maldito seja Canaã! Escravo de escravos será para os seus irmãos\"."
  },
  {
    "referencia": "Gênesis 9:26",
    "texto": "Disse ainda: \"Bendito seja o Senhor, o Deus de Sem! Seja Canaã seu escravo."
  },
  {
    "referencia": "Gênesis 9:27",
    "texto": "Amplie Deus o território de Jafé; habite ele nas tendas de Sem, e seja Canaã seu escravo\"."
  },
  {
    "referencia": "Gênesis 9:28",
    "texto": "Depois do Dilúvio Noé viveu trezentos e cinqüenta anos."
  },
  {
    "referencia": "Gênesis 9:29",
    "texto": "Viveu ao todo novecentos e cinqüenta anos e morreu."
  },
  {
    "referencia": "Gênesis 10:1",
    "texto": "Este é o registro da descendência de Sem, Cam e Jafé, filhos de Noé. Os filhos deles nasceram depois do Dilúvio."
  },
  {
    "referencia": "Gênesis 10:2",
    "texto": "Estes foram os filhos de Jafé: Gômer, Magogue, Madai, Javã, Tubal, Meseque e Tirás."
  },
  {
    "referencia": "Gênesis 10:3",
    "texto": "Estes foram os filhos de Gômer: Asquenaz, Rifate e Togarma."
  },
  {
    "referencia": "Gênesis 10:4",
    "texto": "Estes foram os filhos de Javã: Elisá, Társis, Quitim e Rodanim."
  },
  {
    "referencia": "Gênesis 10:5",
    "texto": "Deles procedem os povos marítimos, os quais se separaram em seu território, conforme a sua língua, cada um segundo os clãs de suas nações."
  },
  {
    "referencia": "Gênesis 10:6",
    "texto": "Estes foram os filhos de Cam: Cuxe, Mizraim, Fute e Canaã."
  },
  {
    "referencia": "Gênesis 10:7",
    "texto": "Estes foram os filhos de Cuxe: Sebá, Havilá, Sabtá, Raamá e Sabtecá. Estes foram os filhos de Raamá: Sabá e Dedã."
  },
  {
    "referencia": "Gênesis 10:8",
    "texto": "Cuxe gerou também Ninrode, o primeiro homem poderoso na terra."
  },
  {
    "referencia": "Gênesis 10:9",
    "texto": "Ele foi o mais valente dos caçadores, e por isso se diz: \"Valente como Ninrode\"."
  },
  {
    "referencia": "Gênesis 10:10",
    "texto": "No início o seu reino abrangia Babel, Ereque, Acade e Calné, na terra de Sinear."
  },
  {
    "referencia": "Gênesis 10:11",
    "texto": "Dessa terra ele partiu para a Assíria, onde fundou Nínive, Reobote-Ir, Calá"
  },
  {
    "referencia": "Gênesis 10:12",
    "texto": "e Resém, que fica entre Nínive e Calá, a grande cidade."
  },
  {
    "referencia": "Gênesis 10:13",
    "texto": "Mizraim gerou os luditas, os anamitas, os leabitas, os naftuítas,"
  },
  {
    "referencia": "Gênesis 10:14",
    "texto": "os patrusitas, os casluítas, dos quais se originaram os filisteus, e os caftoritas."
  },
  {
    "referencia": "Gênesis 10:15",
    "texto": "Canaã gerou Sidom, seu filho mais velho, e Hete,"
  },
  {
    "referencia": "Gênesis 10:16",
    "texto": "como também os jebuseus, os amorreus, os girgaseus,"
  },
  {
    "referencia": "Gênesis 10:17",
    "texto": "os heveus, os arqueus, os sineus,"
  },
  {
    "referencia": "Gênesis 10:18",
    "texto": "os arvadeus, os zemareus e os hamateus. Posteriormente, os clãs cananeus se espalharam."
  },
  {
    "referencia": "Gênesis 10:19",
    "texto": "As fronteiras de Canaã estendiam-se desde Sidom, iam até Gerar, e chegavam a Gaza e, de lá, prosseguiam até Sodoma, Gomorra, Admá e Zeboim, chegando até Lasa."
  },
  {
    "referencia": "Gênesis 10:20",
    "texto": "São esses os descendentes de Cam, conforme seus clãs e línguas, em seus territórios e nações."
  },
  {
    "referencia": "Gênesis 10:21",
    "texto": "Sem, irmão mais velho de Jafé, também gerou filhos. Sem foi o antepassado de todos os filhos de Héber."
  },
  {
    "referencia": "Gênesis 10:22",
    "texto": "Estes foram os filhos de Sem: Elão, Assur, Arfaxade, Lude e Arã."
  },
  {
    "referencia": "Gênesis 10:23",
    "texto": "Estes foram os filhos de Arã: Uz, Hul, Géter e Meseque."
  },
  {
    "referencia": "Gênesis 10:24",
    "texto": "Arfaxade gerou Salá, e este gerou Héber."
  },
  {
    "referencia": "Gênesis 10:25",
    "texto": "A Héber nasceram dois filhos: Um deles se chamou Pelegue, porque em sua época a terra foi dividida; seu irmão chamou-se Joctã."
  },
  {
    "referencia": "Gênesis 10:26",
    "texto": "Joctã gerou Almodá, Salefe, Hazarmavé, Jerá,"
  },
  {
    "referencia": "Gênesis 10:27",
    "texto": "Hadorão, Uzal, Dicla,"
  },
  {
    "referencia": "Gênesis 10:28",
    "texto": "Obal, Abimael, Sabá,"
  },
  {
    "referencia": "Gênesis 10:29",
    "texto": "Ofir, Havilá e Jobabe. Todos esses foram filhos de Joctã."
  },
  {
    "referencia": "Gênesis 10:30",
    "texto": "A região onde viviam estendia-se de Messa até Sefar, nas colinas ao leste."
  },
  {
    "referencia": "Gênesis 10:31",
    "texto": "São esses os descendentes de Sem, conforme seus clãs e línguas, em seus territórios e nações."
  },
  {
    "referencia": "Gênesis 10:32",
    "texto": "São esses os clãs dos filhos de Noé, distribuídos em suas nações, conforme a história da sua descendência. A partir deles, os povos se dispersaram pela terra, depois do Dilúvio."
  },
  {
    "referencia": "Gênesis 11:1",
    "texto": "No mundo todo havia apenas uma língua, um só modo de falar."
  },
  {
    "referencia": "Gênesis 11:2",
    "texto": "Saindo os homens do Oriente, encontraram uma planície em Sinear e ali se fixaram."
  },
  {
    "referencia": "Gênesis 11:3",
    "texto": "Disseram uns aos outros: \"Vamos fazer tijolos e queimá-los bem\". Usavam tijolos em lugar de pedras, e piche em vez de argamassa."
  },
  {
    "referencia": "Gênesis 11:4",
    "texto": "Depois disseram: \"Vamos construir uma cidade, com uma torre que alcance os céus. Assim nosso nome será famoso e não seremos espalhados pela face da terra\"."
  },
  {
    "referencia": "Gênesis 11:5",
    "texto": "O Senhor desceu para ver a cidade e a torre que os homens estavam construindo."
  },
  {
    "referencia": "Gênesis 11:6",
    "texto": "E disse o Senhor: \"Eles são um só povo e falam uma só língua, e começaram a construir isso. Em breve nada poderá impedir o que planejam fazer."
  },
  {
    "referencia": "Gênesis 11:7",
    "texto": "Venham, desçamos e confundamos a língua que falam, para que não entendam mais uns aos outros\"."
  },
  {
    "referencia": "Gênesis 11:8",
    "texto": "Assim o Senhor os dispersou dali por toda a terra, e pararam de construir a cidade."
  },
  {
    "referencia": "Gênesis 11:9",
    "texto": "Por isso foi chamada Babel, porque ali o Senhor confundiu a língua de todo o mundo. Dali o Senhor os espalhou por toda a terra."
  },
  {
    "referencia": "Gênesis 11:10",
    "texto": "Este é o registro da descendência de Sem: Dois anos depois do Dilúvio, aos 100 anos de idade, Sem gerou Arfaxade."
  },
  {
    "referencia": "Gênesis 11:11",
    "texto": "E depois de ter gerado Arfaxade, Sem viveu 500 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:12",
    "texto": "Aos 35 anos, Arfaxade gerou Salá."
  },
  {
    "referencia": "Gênesis 11:13",
    "texto": "Depois que gerou Salá, Arfaxade viveu 403 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:14",
    "texto": "Aos 30 anos, Salá gerou Héber."
  },
  {
    "referencia": "Gênesis 11:15",
    "texto": "Depois que gerou Héber, Salá viveu 403 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:16",
    "texto": "Aos 34 anos, Héber gerou Pelegue."
  },
  {
    "referencia": "Gênesis 11:17",
    "texto": "Depois que gerou Pelegue, Héber viveu 430 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:18",
    "texto": "Aos 30 anos, Pelegue gerou Reú."
  },
  {
    "referencia": "Gênesis 11:19",
    "texto": "Depois que gerou Reú, Pelegue viveu 209 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:20",
    "texto": "Aos 32 anos, Reú gerou Serugue."
  },
  {
    "referencia": "Gênesis 11:21",
    "texto": "Depois que gerou Serugue, Reú viveu 207 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:22",
    "texto": "Aos 30 anos, Serugue gerou Naor."
  },
  {
    "referencia": "Gênesis 11:23",
    "texto": "Depois que gerou Naor, Serugue viveu 200 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:24",
    "texto": "Aos 29 anos, Naor gerou Terá."
  },
  {
    "referencia": "Gênesis 11:25",
    "texto": "Depois que gerou Terá, Naor viveu 119 anos e gerou outros filhos e filhas."
  },
  {
    "referencia": "Gênesis 11:26",
    "texto": "Aos 70 anos, Terá havia gerado Abrão, Naor e Harã."
  },
  {
    "referencia": "Gênesis 11:27",
    "texto": "Esta é a história da família de Terá: Terá gerou Abrão, Naor e Harã. E Harã gerou Ló."
  },
  {
    "referencia": "Gênesis 11:28",
    "texto": "Harã morreu em Ur dos caldeus, sua terra natal, quando ainda vivia Terá, seu pai."
  },
  {
    "referencia": "Gênesis 11:29",
    "texto": "Tanto Abrão como Naor casaram-se. O nome da mulher de Abrão era Sarai, e o nome da mulher de Naor era Milca; esta era filha de Harã, pai de Milca e de Iscá."
  },
  {
    "referencia": "Gênesis 11:30",
    "texto": "Ora, Sarai era estéril; não tinha filhos."
  },
  {
    "referencia": "Gênesis 11:31",
    "texto": "Terá tomou seu filho Abrão, seu neto Ló, filho de Harã, e sua nora Sarai, mulher de seu filho Abrão, e juntos partiram de Ur dos caldeus para Canaã. Mas, ao chegarem a Harã, estabeleceram-se ali."
  },
  {
    "referencia": "Gênesis 11:32",
    "texto": "Terá viveu 205 anos e morreu em Harã."
  },
  {
    "referencia": "Gênesis 12:1",
    "texto": "Então o Senhor disse a Abrão: \"Saia da sua terra, do meio dos seus parentes e da casa de seu pai, e vá para a terra que eu lhe mostrarei."
  },
  {
    "referencia": "Gênesis 12:2",
    "texto": "\"Farei de você um grande povo, e o abençoarei. Tornarei famoso o seu nome, e você será uma bênção."
  },
  {
    "referencia": "Gênesis 12:3",
    "texto": "Abençoarei os que o abençoarem, e amaldiçoarei os que o amaldiçoarem; e por meio de você todos os povos da terra serão abençoados\"."
  },
  {
    "referencia": "Gênesis 12:4",
    "texto": "Partiu Abrão, como lhe ordenara o Senhor, e Ló foi com ele. Abrão tinha setenta e cinco anos quando saiu de Harã."
  },
  {
    "referencia": "Gênesis 12:5",
    "texto": "Levou sua mulher Sarai, seu sobrinho Ló, todos os bens que haviam acumulado e os seus servos, comprados em Harã; partiram para a terra de Canaã e lá chegaram."
  },
  {
    "referencia": "Gênesis 12:6",
    "texto": "Abrão atravessou a terra até o lugar do Carvalho de Moré, em Siquém. Naquela época os cananeus habitavam essa terra."
  },
  {
    "referencia": "Gênesis 12:7",
    "texto": "O Senhor apareceu a Abrão e disse: \"À sua descendência darei esta terra\". Abrão construiu ali um altar dedicado ao Senhor, que lhe havia aparecido."
  },
  {
    "referencia": "Gênesis 12:8",
    "texto": "Dali prosseguiu em direção às colinas a leste de Betel, onde armou acampamento, tendo Betel a oeste e Ai a leste. Construiu ali um altar dedicado ao Senhor e invocou o nome do Senhor."
  },
  {
    "referencia": "Gênesis 12:9",
    "texto": "Depois Abrão partiu e prosseguiu em direção ao Neguebe."
  },
  {
    "referencia": "Gênesis 12:10",
    "texto": "Houve fome naquela terra, e Abrão desceu ao Egito para ali viver algum tempo, pois a fome era rigorosa."
  },
  {
    "referencia": "Gênesis 12:11",
    "texto": "Quando estava chegando ao Egito, disse a Sarai, sua mulher: \"Bem sei que você é bonita."
  },
  {
    "referencia": "Gênesis 12:12",
    "texto": "Quando os egípcios a virem, dirão: ‘Esta é a mulher dele’. E me matarão, mas deixarão você viva."
  },
  {
    "referencia": "Gênesis 12:13",
    "texto": "Diga que é minha irmã, para que me tratem bem por amor a você e minha vida seja poupada por sua causa\"."
  },
  {
    "referencia": "Gênesis 12:14",
    "texto": "Quando Abrão chegou ao Egito, viram os egípcios que Sarai era uma mulher muito bonita."
  },
  {
    "referencia": "Gênesis 12:15",
    "texto": "Vendo-a, os homens da corte do faraó a elogiaram diante do faraó, e ela foi levada ao seu palácio."
  },
  {
    "referencia": "Gênesis 12:16",
    "texto": "Ele tratou bem a Abrão por causa dela, e Abrão recebeu ovelhas e bois, jumentos e jumentas, servos e servas, e camelos."
  },
  {
    "referencia": "Gênesis 12:17",
    "texto": "Mas o Senhor puniu o faraó e sua corte com graves doenças, por causa de Sarai, mulher de Abrão."
  },
  {
    "referencia": "Gênesis 12:18",
    "texto": "Por isso o faraó mandou chamar Abrão e disse: \"O que você fez comigo? Por que não me falou que ela era sua mulher?"
  },
  {
    "referencia": "Gênesis 12:19",
    "texto": "Por que disse que ela era sua irmã? Foi por isso que eu a tomei para ser minha mulher. Aí está a sua mulher. Tome-a e vá! \""
  },
  {
    "referencia": "Gênesis 12:20",
    "texto": "A seguir o faraó deu ordens para que providenciassem o necessário para que Abrão partisse, com sua mulher e com tudo o que possuía."
  },
  {
    "referencia": "Gênesis 13:1",
    "texto": "Saiu, pois, Abrão do Egito e foi para o Neguebe, com sua mulher e com tudo o que possuía, e Ló foi com ele."
  },
  {
    "referencia": "Gênesis 13:2",
    "texto": "Abrão tinha enriquecido muito, tanto em gado como em prata e ouro."
  },
  {
    "referencia": "Gênesis 13:3",
    "texto": "Ele partiu do Neguebe em direção a Betel, indo de um lugar a outro, até que chegou ao lugar entre Betel e Ai onde já havia armado acampamento anteriormente"
  },
  {
    "referencia": "Gênesis 13:4",
    "texto": "e onde, pela primeira vez, tinha construído um altar. Ali Abrão invocou o nome do Senhor."
  },
  {
    "referencia": "Gênesis 13:5",
    "texto": "Ló, que acompanhava Abrão, também possuía rebanhos e tendas."
  },
  {
    "referencia": "Gênesis 13:6",
    "texto": "E não podiam morar os dois juntos na mesma região, porque possuíam tantos bens que a terra não podia sustentá-los."
  },
  {
    "referencia": "Gênesis 13:7",
    "texto": "Por isso surgiu uma desavença entre os pastores dos rebanhos de Abrão e os de Ló. Nessa época os cananeus e os ferezeus habitavam aquela terra."
  },
  {
    "referencia": "Gênesis 13:8",
    "texto": "Então Abrão disse a Ló: \"Não haja desavença entre mim e você, ou entre os seus pastores e os meus; afinal somos irmãos!"
  },
  {
    "referencia": "Gênesis 13:9",
    "texto": "Aí está a terra inteira diante de você. Vamos nos separar! Se você for para a esquerda, irei para a direita; se for para a direita, irei para a esquerda\"."
  },
  {
    "referencia": "Gênesis 13:10",
    "texto": "Olhou então Ló e viu todo o vale do Jordão, todo ele bem irrigado, até Zoar; era como o jardim do Senhor, como a terra do Egito. Isto se deu antes do Senhor destruir Sodoma e Gomorra."
  },
  {
    "referencia": "Gênesis 13:11",
    "texto": "Ló escolheu todo o vale do Jordão e partiu em direção ao Leste. Assim os dois se separaram:"
  },
  {
    "referencia": "Gênesis 13:12",
    "texto": "Abrão ficou na terra de Canaã, mas Ló mudou seu acampamento para um lugar próximo a Sodoma, entre as cidades do vale."
  },
  {
    "referencia": "Gênesis 13:13",
    "texto": "Ora, os homens de Sodoma eram extremamente perversos e pecadores contra o Senhor."
  },
  {
    "referencia": "Gênesis 13:14",
    "texto": "Disse o Senhor a Abrão, depois que Ló separou-se dele: \"De onde você está, olhe para o Norte, para o Sul, para o Leste e para o Oeste:"
  },
  {
    "referencia": "Gênesis 13:15",
    "texto": "Toda a terra que você está vendo darei a você e à sua descendência para sempre."
  },
  {
    "referencia": "Gênesis 13:16",
    "texto": "Tornarei a sua descendência tão numerosa como o pó da terra. Se for possível contar o pó da terra, também se poderá contar a sua descendência."
  },
  {
    "referencia": "Gênesis 13:17",
    "texto": "Percorra esta terra de alto a baixo, de um lado a outro, porque eu a darei a você\"."
  },
  {
    "referencia": "Gênesis 13:18",
    "texto": "Então Abrão mudou seu acampamento e passou a viver próximo aos carvalhos de Manre, em Hebrom, onde construiu um altar dedicado ao Senhor."
  },
  {
    "referencia": "Gênesis 14:1",
    "texto": "Naquela época Anrafel, rei de Sinear, Arioque, rei de Elasar, Quedorlaomer, rei de Elão, e Tidal, rei de Goim,"
  },
  {
    "referencia": "Gênesis 14:2",
    "texto": "foram à guerra contra Bera, rei de Sodoma, contra Birsa, rei de Gomorra, contra Sinabe, rei de Admá, contra Semeber, rei de Zeboim, e contra o rei de Belá, que é Zoar."
  },
  {
    "referencia": "Gênesis 14:3",
    "texto": "Todos esses últimos juntaram suas tropas no vale de Sidim, onde fica o mar Salgado."
  },
  {
    "referencia": "Gênesis 14:4",
    "texto": "Doze anos estiveram sujeitos a Quedorlaomer, mas no décimo terceiro ano se rebelaram."
  },
  {
    "referencia": "Gênesis 14:5",
    "texto": "No décimo quarto ano, Quedorlaomer e os reis que a ele se aliaram derrotaram os refains em Asterote-Carnaim, os zuzins em Hã, os emins em Savé-Quiriataim"
  },
  {
    "referencia": "Gênesis 14:6",
    "texto": "e os horeus desde os montes de Seir até El-Parã, próximo ao deserto."
  },
  {
    "referencia": "Gênesis 14:7",
    "texto": "Depois, voltaram e foram para En-Mispate, que é Cades, e conquistaram todo o território dos amalequitas e dos amorreus que viviam em Hazazom-Tamar."
  },
  {
    "referencia": "Gênesis 14:8",
    "texto": "Então os reis de Sodoma, de Gomorra, de Admá, de Zeboim e de Belá, que é Zoar, marcharam e tomaram posição de combate no vale de Sidim"
  },
  {
    "referencia": "Gênesis 14:9",
    "texto": "contra Quedorlaomer, rei de Elão, contra Tidal, rei de Goim, contra Anrafel, rei de Sinear, e contra Arioque, rei de Elasar. Eram quatro reis contra cinco."
  },
  {
    "referencia": "Gênesis 14:10",
    "texto": "Ora, o vale de Sidim era cheio de poços de betume e, quando os reis de Sodoma e de Gomorra fugiram, alguns dos seus homens caíram nos poços e o restante escapou para os montes."
  },
  {
    "referencia": "Gênesis 14:11",
    "texto": "Os vencedores saquearam todos os bens de Sodoma e de Gomorra e todo o seu mantimento, e partiram."
  },
  {
    "referencia": "Gênesis 14:12",
    "texto": "Levaram também Ló, sobrinho de Abrão, e os bens que ele possuía, visto que morava em Sodoma."
  },
  {
    "referencia": "Gênesis 14:13",
    "texto": "Mas alguém que tinha escapado veio e relatou tudo a Abrão, o hebreu. Abrão vivia próximo aos carvalhos de Manre, o amorreu, irmão de Escol e de Aner, aliados de Abrão."
  },
  {
    "referencia": "Gênesis 14:14",
    "texto": "Quando Abrão ouviu que seu parente fora levado prisioneiro, mandou convocar os trezentos e dezoito homens treinados, nascidos em sua casa, e saiu em perseguição aos inimigos até Dã."
  },
  {
    "referencia": "Gênesis 14:15",
    "texto": "Atacou-os durante a noite em grupos, e assim os derrotou, perseguindo-os até Hobá, ao norte de Damasco."
  },
  {
    "referencia": "Gênesis 14:16",
    "texto": "Recuperou todos os bens e trouxe de volta seu parente Ló com tudo o que possuía, juntamente com as mulheres e o restante dos prisioneiros."
  },
  {
    "referencia": "Gênesis 14:17",
    "texto": "Voltando Abrão da vitória sobre Quedorlaomer e sobre os reis que a ele se haviam aliado, o rei de Sodoma foi ao seu encontro no vale de Savé, isto é, o vale do Rei."
  },
  {
    "referencia": "Gênesis 14:18",
    "texto": "Então Melquisedeque, rei de Salém e sacerdote do Deus Altíssimo, trouxe pão e vinho"
  },
  {
    "referencia": "Gênesis 14:19",
    "texto": "e abençoou Abrão, dizendo: \"Bendito seja Abrão pelo Deus Altíssimo, Criador dos céus e da terra."
  },
  {
    "referencia": "Gênesis 14:20",
    "texto": "E bendito seja o Deus Altíssimo, que entregou seus inimigos em suas mãos\". E Abrão lhe deu o dízimo de tudo."
  },
  {
    "referencia": "Gênesis 14:21",
    "texto": "O rei de Sodoma disse a Abrão: \"Dê-me as pessoas e pode ficar com os bens\"."
  },
  {
    "referencia": "Gênesis 14:22",
    "texto": "Mas Abrão respondeu ao rei de Sodoma: \"De mãos levantadas ao Senhor, Deus Altíssimo, Criador dos céus e da terra, juro"
  },
  {
    "referencia": "Gênesis 14:23",
    "texto": "que não aceitarei nada do que lhe pertence, nem mesmo um cordão ou uma correia de sandália, para que você jamais venha a dizer: ‘Eu enriqueci Abrão’."
  },
  {
    "referencia": "Gênesis 14:24",
    "texto": "Nada aceitarei, a não ser o que os meus servos comeram e a porção pertencente a Aner, Escol e Manre, os quais me acompanharam. Que eles recebam a sua porção\"."
  },
  {
    "referencia": "Gênesis 15:1",
    "texto": "Depois dessas coisas o Senhor falou a Abrão numa visão: \"Não tenha medo, Abrão! Eu sou o seu escudo; grande será a sua recompensa! \""
  },
  {
    "referencia": "Gênesis 15:2",
    "texto": "Mas Abrão perguntou: \"Ó Soberano Senhor, que me darás, se continuo sem filhos e o herdeiro do que possuo é Eliézer de Damasco? \""
  },
  {
    "referencia": "Gênesis 15:3",
    "texto": "E acrescentou: \"Tu não me deste filho algum! Um servo da minha casa será o meu herdeiro! \""
  },
  {
    "referencia": "Gênesis 15:4",
    "texto": "Então o Senhor deu-lhe a seguinte resposta: \"Seu herdeiro não será esse. Um filho gerado por você mesmo será o seu herdeiro\"."
  }
]